Repository: farin/JCloisterZone
Catalog: po/*/messages.po
Languages: es, it, pl, sk

source: Basic game
es: Juego base
it: Gioco base
pl: Podstawowa gra
sk: Základná hra

source: Wheel of Fortune
es: La Rueda de la Fortuna
it: Ruota della Fortuna
pl: Koło Fortuny
sk: Koleso šťastia

source: Inns & Cathedrals
es: Posadas y Catedrales
it: Locande e Cattedrali
pl: Karczmy i Katedry
sk: Hostince a katedrály

source: Traders & Builders
es: Comerciantes y Constructores
it: Commercianti e Costruttori
pl: Kupcy i Budowniczowie
sk: Kupci a stavitelia

source: The Princess & the Dragon
es: La Princesa y el Dragón
it: La Principessa e il Drago
pl: Księżniczka i Smok
sk: Princezná a drak

source: The Tower
es: La Torre
it: La Torre
pl: Wieża
sk: Veža

source: Abbey & Mayor
es: La Abadía y el Alcalde
it: Abbazie e Borgomastri
pl: Opactwo i Burmistrz
sk: Opátstvo a starosta

source: The Catapult
es: La Catapulta
it: La Catapulta
pl: Katapulta
sk: Katapult

source: tiles only
es: sólo piezas
it: solo le tessere
pl: tylko kafelki
sk: len karty

source: Bridges, Castles and Bazaars
es: Puentes, Castillos y Bazares
it: Bazaar, Ponti e Castelli
pl: Grody, Mosty, i Bazary
sk: Mosty, Zámky a bazáry

source: King and Scout
es: El Rey y el Explorador
it: Il Re e l'Esploratore
pl: Król i Złodziej
sk: Kráľ a zved

source: The River
es: El Río
it: Il Fiume
pl: Rzeka
sk: Rieka

source: The River II
es: El Río II
it: Il Fiume II
pl: Rzeka II
sk: Rieka II

source: The Cathars
es: Los Cátaros
it: I Catari
pl: Katarzy
sk: Katari

source: The Count of Carcassonne
es: El Conde de Carcassonne
it: Il Conte
pl: Hrabia
sk: Gróf z Carcassonne

source: The Mini Expansion (GQ11)
es: La Mini Expansión (GQ11)
it: Mini Espansione (GQ11)
pl: Mały dodatek (GQ11)
sk: Mini rozšírenie (GQ11)

source: The Cult
es: El Culto
it: Il Culto
pl: Kult
sk: Kult

source: The Tunnel
es: El Túnel
it: Il Tunnel
pl: Tunel
sk: Tunel

source: Crop Circles
es: Círculos en los Cultivos
it: Cerchi nel Grano
pl: Kręgi w zbożu
sk: Kruhy v obilí

source: The Plague
es: La Plaga
it: La Pestilenza
pl: Plaga
sk: Mor

source: The Entourage
es: El Séquito
it: L'Entourage
sk: Sprievod

source: The Phantom
it: Il Fantasma
pl: Widmo
sk: Fantóm

source: The Festival (10th an.)
pl: Festiwal (10-lecie)
sk: Festival

source: Tiny city is scored only for 2 points.
es: La ciudad pequeña vale solamente 2 puntos.
it: La città piccola vale soltanto 2 punti
pl: Małe miasto jest warte 2 punkty.
sk: Malé mesto len za 2 body.

source: Each city is scored with one farm only.
es: Cada ciudad se puntúa con una única granja
it: Ogni città dà punti con una sola fattoria
pl: Każde miasto otrzymuje punkty tylko za jedną łąkę.
sk: Každé mesto bodované len na jednej lúke.

source: The Builder and the pig cannot be placed on a volcano.
es: El Constructor y el cerdo no pueden colocarse en un volcán.
it: Il costruttore ed il maiale non possono essere messi su un vulcano
pl: Budowniczy i świnia nie mogą zostać położone na wulkanie.
sk: Staviteľa a prasa nemožno položiť na sopku.

source: Princess MUST remove a knight from city.
es: La Princesa DEBE quitar un caballero de la ciudad.
it: La principesse DEVE rimuovere un cavaliere dalla città
pl: Księżniczka MUSI usunąć rycerza z miasta.
sk: Princezná MUSÍ vždy odstrániť figúrku z mesta.

source: The Pig herd is present on the farm tile.
es: La Piara está presente en la pieza de granja.
it: La mandria di maiali è presente sulla tessera della fattoria
pl: Prosiak może znajdować się na łące.
sk: Prasačia ohrada na kartičke s lúkou.

source: Allow direct barn placement on a farm where another barn is already placed.
es: Permitir la colocación directa de un granero en una granja en la que ya esté presente otro granero
it: Permetti il piazzamento diretto del fienile su una fattoria dove è già presente un altro fienile.
pl: Zezwól na bezpośrednie położenie pionka na łące, na której znajdują się już inni chłopi.
sk: Povoliť priame umiestnenie stodoly na lúku s už položenou stodolou.

source: Apply tunnel rule on tunnel from other expansions.
es: Aplicar la regla del túnel en túneles de otras expansiones.
it: Applica la regola del tunnel sui tunnel delle altre espansioni.
pl: Zastosuj zasadę tunelu dla tuneli z innych dodatków.
sk: Povoliť pravidlá o tuneloch aj na tunely z ostatných rozšírení.

source: No bidding on bazaar tile. Each players just choose one tile.
pl: Nie można licytować na bazarze. Każdy z graczy po prostu wybiera jeden kafelek.
sk: V bazáre žiadna ponuka. (iba výber kartičky)

source: Remote JCloisterZone is not compatible with local application. Please upgrade both applications to same version.
es: La versión remota de JCloisterZone no es compatible con la aplicación local. Por favor, actualice ambas aplicaciones a la misma versión.
it: La versione di JCloisterZone remota non è compatibile con quella locale.Si prega di aggiornare entrambe le applicazioni alla stessa versione.
pl: Zdalna instancja JCloisterZone jest nie kompatybilna z lokalną. Należy zaktualizować obie aplikacje do tej samej wersji.
sk: Vzdialené JCloisterZone nie je kompaktibilné s touto verziou. Musíte použiť rovnaké verzie.

source: Incompatible versions
es: Versiones incompatibles
it: Versioni incompatibili.
pl: Niekompatybilne wersje
sk: Nekompaktibilné verzie

source: Connection error
es: Fallo en la conexión.
it: Errore di connessione
pl: Błąd połączenia
sk: Pripojenie zlyhalo.

source: Load error
it: Errore di caricamento
pl: Błąd odczytu
sk: Chyba pri načítavaní

source: Saved game is incompatible or file is corrupted. Game couldn't work properly.
it: Il salvataggio è incompatibile o il file è corrotto. Il gioco non funzionerebbe correttamente.
pl: Zapisana gra jest niekompatybilna lub plik jest uszkodzony. Gra nie zadziała poprawnie.
sk: Uložená hra nieje kompaktibilná, alebo je súbor poškodený.

source: Close game
es: Cerrar el juego
it: Chiudi partita
pl: Zamknij
sk: Zatvor hru

source: Cancel
es: Cancelar
it: Annulla
pl: Anuluj
sk: Zrušiť

source: Game is running. Do you really want to quit game and also disconnect all other players?
es: El juego se está ejecutando. ¿Está seguro de querer salir del juego y desconectar también a los otros jugadores?
it: Una partita è in corso. Vuoi davvero uscire e disconnettere tutti gli altri giocatori?
pl: Gra wciąż trwa. Czy na pewno chcesz wyjść i rozłączyć wyszystkich pozostałych graczy?
sk: Hra práve prebieha. Naozaj chceš hru ukončiť a odpojiť ostatných hráčov ?

source: Game is running. Do you really want to leave it?
es: El juego se está ejecutando. ¿Realmente quieres salir?
it: Una partita è in corso. Vuoi davvero uscire?
pl: Gra wciąż trwa. Czy na pewno chcesz wyjść?
sk: Hra práve prebieha. Naozaj ju chceš opustiť ?

source: Save game
es: Guardar el juego
it: Salva partita
pl: Zapisz
sk: Uložiť hru

source: Error
it: Errore
pl: Błąd
sk: Chyba

source: Load game
es: Cargar un juego
it: Carica partita
pl: Wczytaj
sk: Nahrať hru

source: %d tiles left
pl: pozostało %d kafelków
sk: zostáva %d kartičiek

source: Game
es: Juego
it: Parita
pl: Gra
sk: Hra

source: New game
es: Nuevo juego
it: Nuova partita
pl: Nowa gra
sk: Nová hra

source: Connect
es: Conectar
it: Connetti
pl: Połącz
sk: Pripojiť

source: Save
es: Guardar
it: Salva
pl: Zapisz
sk: Uložiť

source: Load
es: Cargar
it: Carica
pl: Wczytaj
sk: Nahrať

source: Quit
es: Salir
it: Esci
pl: Wyjdź
sk: Ukončiť

source: Window
es: Ventana
it: Finestra
pl: Okno
sk: Okno

source: Zoom in
es: Acercar
it: Aumenta zoom
pl: Przybliż
sk: Priblíženie

source: Zoom out
es: Alejar
it: Diminuisci zoom
pl: Oddal
sk: Oddialenie

source: Show last placements
es: Mostrar las últimas fichas colocadas
it: Mostra ultime tessere piazzate
pl: Pokaż ostatnie ruchy
sk: Ukáž posledné ťahy

source: Show discarded tiles
es: Mostrar fichas descartadas
it: Mostra tessere scartate
pl: Pokaż odrzucne kafelki
sk: Ukáž zahodené kartičky

source: Settings
es: Configuración
it: Impostazioni
pl: Ustawienia
sk: Nastavenia

source: Beep alert at player turn
es: Alerta auditiva cuando sea el turno del jugador
it: Avverti un giocatore con un beep al suo turno
pl: Sygnalizuj ruch gracza.
sk: Upozorniť hráča na ťah pípnutím

source: Confirm placement on a farm
es: Confirmar la colocación en una granja
it: Conferma il piazzamento su una fattoria
pl: Potwierdź położenie pionka na łące
sk: Potvrdiť položenie na lúku

source: Confirm placement on a tower
es: Confirmar la colocación en una torre
it: Conferma il piazzamento su una torre
pl: Potwierdź położenie pionka na wieży
sk: Potvrdiť položenie na vežu

source: Confirm ransom payment
pl: Potwierdź płatność okupu
sk: Potvrdiť zaplatenie výkupného

source: Confirm game close
es: Confirmar al cerrar el juego
it: Conferma chiusura partita
pl: Potwierdzenie zamknięcia gry
sk: Potvrdiť ukončenie hry

source: Help
es: Ayuda
it: Aiuto
pl: Pomoc
sk: Nápoveda

source: About
es: Acerca de
it: Informazioni
pl: O programie
sk: O programe

source: Controls
pl: Sterowanie
sk: Ovládanie

source: JCloisterZone saved games
es: Juegos guardados de JCloisterZone
it: Partite a JCloisterZone salvate
pl: Zapisane gry
sk: Uložené hry JCloisterZone

source: Skip
pl: Pomiń
sk: Preskočiť

source: Pay ransom
pl: Zapłać okup
sk: Zaplatiť výkupné

source: Do you really want to pay 3 points to release prisoner?
pl: Czy na pewno chcesz zapłacić 3 punkty za uwolnienie więźnia?
sk: Naozaj zaplatiť 3 body za prepustenie vezňa ?

source: About application
es: Sobre la aplicación
it: Informazioni sull'applicazione
pl: O programie
sk: O programe

source: Version
es: Versión
it: Versione
pl: Wersja
sk: Verzia

source: Distributed under the terms of GNU Affero General Public License version 3
it: Distribuito sotto i termini della GNU Affero General Public License version 3
pl: Rozpowszechniane na zasadach licencji GNU Affero General Public License 3
sk: Distribuovaný pod licenciou GNU Affero General Public License verzie 3

source: Discarded tiles
es: Piezas descartadas
it: Tessere scartate
pl: Odrzucone kafelki
sk: Zahodené kartičky

source: These tiles have been discarded during the game
es: Estas piezas han sido descartadas durante el juego
it: Queste tessere sono state scartate durante la partita
pl: Te kafelki zostały odrzucone w trakcie gry
sk: Tieto kartičky boli zahodené počas hry

source: Game overview
es: Descripción del juego
it: Resoconto partita
pl: Przegląd gry
sk: Záverečné hodnotenie

source: Player
es: Jugador
it: Giocatore
pl: Gracz
sk: Hráč

source: Rank
es: Posición
it: Livello
pl: Ranga
sk: Poradie

source: Total points
es: Puntos totales
it: Punteggio totale
pl: Łączny wynik
sk: Celkovo bodov

source: Roads
es: Caminos
it: Strade
pl: Drogi
sk: Ciest

source: Cities
es: Ciudades
it: Città
pl: Miasta
sk: Miest

source: Cloisters
es: Monasterios
it: Monasteri
pl: Klasztory
sk: Kláštorov

source: Farms
es: Granjas
it: Fattorie
pl: Łąki
sk: Lúk

source: Castles
it: Castelli
pl: Zamki
sk: Hradov

source: The biggest city
es: La ciudad más grande
it: La città più grande
pl: Największe miasto
sk: Najväčšie mesto

source: The Longest road
es: El camino más largo
it: La strada più lunga
sk: Najdlhšia cesta

source: Trade goods
es: Mercancías
it: Commercio
pl: Towary handlowe
sk: Zásoby obchodníkov

source: Fairy
es: Hada
it: Fata
pl: Wróżka
sk: Víla

source: Tower ransom
es: Rescate por la torre
it: Riscatto torre
pl: Oblężenie wieży
sk: Výkupné za vežu

source: Bazaars
pl: Bazary
sk: Bazáre

source: Choose your tile.
pl: Wybierz swój kafelek.
sk: Vyber si kartičku

source: <html>Choose tile for next auction<br>and make initial offer.</html>
pl: <html>Wybierz kafelek do następnej licytacji<br>i przygotuj wstępną ofertę.</ html>
sk: <html>Vyber kartičku do dražby<br>a urob prvú ponuku.</html>

source: Raise bid or pass.
pl: Podnieść stawkę lub zrezygnuj.
sk: Zvýš ponuku alebo sa vzdaj.

source: Buy or sell tile from latest bidder.
pl: <html>Kup lub sprzedaj kafelek<br> od ostatniego oferenta.</html>
sk: <html>Kúp alebo predaj kartičku<br>od posledného hráča</html>

source: points
pl: punkty
sk: bodov

source: Buy
pl: Kup
sk: Kúpiť

source: Sell
pl: Sprzedaj
sk: Predať

source: Select
pl: Wybierz
sk: Vybrať

source: Bid
pl: Licytuj
sk: Zvýšiť

source: Pass
pl: Zrezygnuj
sk: Vzdať sa

source: Bazaar supply
pl: Zaopatrzenie bazaru
sk: Bazár

source: Place a follower
es: Colocar un seguidor
it: Inserisci un seguace
pl: Połóż pionek
sk: Položenie figúrky

source: Do you really want to place a follower on farm?
es: ¿Está seguro que quiere colocar un seguidor en la granja?
it: Sei sicuro di voler mettere un seguace sulla fattoria?
pl: Czy na pewno chcesz umieścić pionek na łące?
sk: Naozaj chcete položiť figúrku na lúku ?

source: Confirm follower placement
es: Confirmar la colocación del seguidor
it: Conferma di voler piazzare il seguace
pl: Potwierdzenie położenie pionka
sk: Potvrdenie položenia figurky

source: Place a tower piece
es: Colocar una pieza de la torre
it: Metti un pezzo di torre
pl: Połóż część wieży
sk: Položiť časť veže

source: Do you really want to place a follower on the tower? (To prevent tower from adding more pieces on the top)
es: ¿Está seguro que quiere colocar un seguidor en la torre? (Para impedir agregar más piezas encima de la torre)
it: Sei sicuro di voler mettere un seguace sulla torre? (Per impedire che siamo messi altri pezzi sulla torre)
pl: Czy na pewno chcesz umieścić pionek na wieży? (Aby zapobiec dodawaniu kolejnych elementów)
sk: Naozaj chcete položiť figúrku na vežu? (zabránite tak ďalšiemu položeniu dielikov)

source: Host
sk: Hostiteľ

source: Connecting
es: Conectando
it: In connessione
pl: Łączenie
sk: Pripájam...

source: Invalid port number.
es: Número de puerto inválido.
it: Numero di portga non valido.
pl: Nieprawidłowa numer portu.
sk: Chybné číslo portu.

source: Connection failed. Unknown host.
es: Fallo en la conexión. Host desconocido.
it: Connessione fallita. Host sconosciuto.
pl: Połączenie nie powiodło się. Nieznany host.
sk: Pripojenie zlyhalo. Neznámy hostiteľ.

source: Connection refused.
es: Conexión rechazada.
it: Connessione rifiutata.
pl: Odrzucono połączenie
sk: Pripojenie odmietnuté.

source: Connection failed.
es: Fallo en la conexión.
it: Connessione fallita.
pl: Błąd połączenia.
sk: Pripojenie zlyhalo.

source: Start game
es: Iniciar el juego
it: Inizia partita
pl: Rozpocznij grę
sk: Štart hry

source: Players
es: Jugadores
it: Giocatori
pl: Gracze
sk: Hráči

source: Expansions
es: Expansiones
it: Espansioni
pl: Dodatki
sk: Rozšírenia

source: Rules
es: Reglas
it: Regole
pl: Zasady
sk: Pravidlá

source: Unassigned player
es: Jugador no asignado
it: Giocatore non assegnato
pl: Nieprzypisany gracz
sk: Nepriradení hráči.

source: Local player
es: Jugador local
it: Giocatore locale
pl: Lokalny gracz
sk: Miestny hráč

source: Remote player
es: Jugador remoto
it: Giocatore remoto
pl: Zdalny gracz
sk: Vzdialený hráč

source: Computer player
es: Jugador computadora
it: Computer
pl: Komputer
sk: Počítačový hráč

source: Open player slot
es: Posición de jugador abierta
it: Apri uno slot giocatore
pl: Dodaj gracza
sk: Voľná pozícia

source: <html>Use <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> or <b>cursor</b> keys to scroll the board. Click with <b>middle</b> mouse button to center the board. Zoom with <b>+</b> or <b>-</b> keys or use mouse <b>wheel</b>.</html>
pl: <html>Użyj <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> lub <b>kursorów</b> do przewijania planszy. Kliknij <b>środkowy</b> przycisk myszy aby wyśrodkować. Przybliż lub oddal klawiszami <b>+</b> i <b>-</b> albo używając <b>rolki</b> myszy.</html>
sk: <html>Použi <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> alebo <b>kurzorové</b> šípky na posúvanie plochy. Stlačením <b>stredného</b> tlačítka vycentrujete hraciu plochu. Zoomovanie <b>+</b> alebo <b>-</b>klávesy alebo koliesko <b>myši</b>.</html>

source: <html>Rotate a tile by <b>Tab</b> key or <b>right</b> mouse click. Place it by <b>left</b> click.</html>
pl: <html>Obróc kafelek klawiszem <b>Tab</b> lub <b>prawym</b> przyciskiem myszy. Połóż naciskając <b>lewy</b> przycisk.</html>
sk: <html>Otočenie kartičky pomocou <b>Tab</b> alebo <b>pravým</b> tlačítkom. Položenie <b>ľavým</b> tlačítkom.</html>

source: <html>When tile is placed use <b>Tab</b> or <b>right</b> click again to select appropriate action.</html>
pl: <html>Kiedy kafelek jest położony użyj <b>Tab</b> lub <b>prawy</b> przycisk myszy ponownie aby wybrać odpowiednie działanie.</html>
sk: <html>Po položení kartičky použi <b>Tab</b> alebo <b>pravé</b> tlačítko na výber požadovaniej akcie.</html>

source: <html>Alternativelly you can pass with <b>Enter</b> or <b>Space</b> to play no action.</html>
pl: <html>Ewentualnie możesz nacisnąć <b>Enter</b> lub <b>Spację</b> aby zrezygnować z akcji.</html>
sk: <html>Môžeš sa vzdať aj pomocou klávesy <b>Enter</b> alebo <b>Medzerníkom</b> ukonči ťah bez žiadnej akcie.</html>

source: Create a new local or network game. You can play against any number of computer player.
es: Crear un nuevo juego, local o en red. Puedes jugar contra cualquier número de jugadores computadora.
it: Crea una nuova partita locale o in rete. Puoi giocare contro un numero qualsiasi di giocatori.
sk: Vytvor novú lokálnu alebo sieťovú hru. Môžeš hrať proti viacerým počítačovým hráčom.

source: Connect to a remote JCloisterZone application with settled new game.
es: Conectar a una aplicación de JCloisterZone con un nuevo juego establecido.
it: Connettiti ad una applicazione JCloisterZone remota con partita organizzata
pl: Połącz się ze zdalną nową grą.
sk: Pripojenie k vzdialenej JCloisterZone aplikácii s novou hrou.

source: Load from a file previously saved game.
es: Cargar de un juego guardado anteriormente
it: Carica una partita salvata in precedenza.
pl: Załaduj wcześniej zapisany stan gry.
sk: Načítať uloženú hru zo súboru.

source: The longest road
pl: Najdłuższa droga

source: Create a new local or network game. You can play against any number of computer players.
pl: Tworzenie nowej gry (lokalnej lub sieciowej). Możesz grać przeciwko dowolnej liczbie graczy komputerowych.

source: Port
es: Puerto
it: Porta
